[GENERAL]
NAME				= Arabic
TRANSLATOR			= lalalogitech@hotmail.com
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= انتهت مدة صلاحية هذا التطبيق.
TEXT_BETA			= بيتا
TEXT_UNREGISTERED		= غير مسجلة
TEXT_BUSINESS			= للأعمال
TEXT_SAFEMODE			= نمط الحفظ
TEXT_SAFEMODE_MESSAGE		= قد لا تعمل بعض الميزات ، بما في ذلك الترميز المسرع للاجهزه ، في الوضع الامن.\nقيد التشغيل في الوضع الامن. Bandicam
TEXT_INIT_FAIL			= فشل تهيئة التطبيق.
TEXT_APPINFO			= Bandicam-التقاط الفيديو بجودة عالية.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam غير مسجل.


; error
TEXT_ERROR_DISKSPACE		= مساحة القرص غير كافية للتسجيل.
TEXT_ERROR_VIDEO_CAP		= فشل في بدء تشغيل التقاط الفيديو.
TEXT_ERROR_AUDIO_CAP		= فشل في بدء تشغيل التقاط الصوت.\nاذا كنت بحاجة الى مساعدة، انقر فوق الزر "موافق".
TEXT_ERROR_IMAGE_CAP		= فشل في التقاط الصورة.\nالرجاء التحقق من مجلد الناتج.
TEXT_ERROR_CREATEFILE		= فشل في انشاء الملف.\nاذا كنت بحاجة الى مساعدة، انقر فوق الزر موافق.
TEXT_ERROR_OUTPUTFOLDER		= مجلد الناتج غير موجود. الرجاء تحديد مجلد جديد.
TEXT_ERROR_RENAME_FILE		= فشل في اعادة تسمية الملف المحدد.
TEXT_ERROR_CODEC_INIT		= فشل في تهيئة الترميز.
TEXT_ERROR_CODEC_INIT_RETRY	=  H.264 (CPU)؟هل تريد المحاولة مرة اخرى باستخدام برنامج ترميز\nفشل في تهيئة برنامج الترميز.
TEXT_ERROR_CODEC_VIDEO		= تم ايقاف التسجيل لوجود مشكلة مع برنامج ترميز الفيديو.
TEXT_ERROR_LOGO_IMAGE		= ملف الصورة غير معتمد.\nالرجاء تحديد ملف صورة معتمدة(*.png).
TEXT_ERROR_INIT_DEVICE		= فشل في تهيئة جهاز التقاط الفيديو.
TEXT_ERROR_NO_DEVICES		 = لم يتم الكشف عن اية اجهزة التقاط الفيديو.
TEXT_ERROR_EXISTING_PRESET_NAME	= الرجاء ادخال اسم مختلف.\n اسم الاعداد المسبق الذي ادخلته موجود مسبقا
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Facebook's لم تعد هذه الميزة متوفرة بسبب سياسة
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = تم إيقاف التسجيل لأن جهاز الصوت لم يعد متاحا.
TEXT_ERROR_DUPLICATE_HOTKEYS	= هناك مفاتيح الاختصار مكررة  الرجاء تغيير إعدادات مفتاح التشغيل السريع
TEXT_ERROR_NO_SOUND_DEVICE	= لا يوجد جهاز صوت تم تنشيطه. يرجى اختيار جهاز واحد على الأقل.
TEXT_ERROR_NO_MORE_5_UPLOADING  = لا يمكنك تحميل أكثر من 5 مقاطع فيديو في نفس الوقت. يرجى المحاولة مرة أخرى بعد اكتمال التحميل.
TEXT_CAN_NOT_CHANGE_TB		= لا يمكنك تغيير هذا الاعداد على نسخة مجانية من البرنامج\n https://bandicam.com/buy يرجى التسجيل الان
TEXT_CAN_NOT_ADD_MORE_THAN_10	= لا يمكنك اضافه اكثر من 10 عناصر.
TEXT_WARNING_AMD_APP		= لذا سيتم استخدام الترميز الافتراضي'H.264 (AMD VCE)'نظامك لا يدعم.
TEXT_WARNING_AMD_APP2		= 'H.264 (AMD VCE)'نظامك لايدعم.
TEXT_WARNING_DEVICE_CHANGE	= سيتم ايقاف التسجيل، اذا قمت بتغيير اعدادات جهاز الفيديو . هل تريد بالتاكيد المتابعة؟
TEXT_WARNING_EXIT_BANDICAM	= Bandicam سيتم ايقاف التسجيل، اذا قمتباغلاق\n؟Bandicam هل تريد بالتاكيد اغلاق
TEXT_WARNING_EXIT_BANDICAM_SREC	=  Bandicam هل تريد اغلاق\nبعد انهاء هذا التطبيق ، التسجيل المجدولة لم يعد يمكن المضي قدما.
TEXT_WARNING_DEL_OVERLAY	= هل تريد بالتاكيد حذف التراكب المحدد ؟
TEXT_WARNING_UNREGISTER		= Bandicam هل انت متاكد من انك تريد الغاء تسجيل?
TEXT_NOTICE_NEED_TO_RENEW_1	= مطلوب تجديد الرخصة!
TEXT_NOTICE_NEED_TO_RENEW_2	= دون قيود ، يجب عليك تجديد ترخيصك Bandicam للاستمرار في استخدام. ستنتهي صلاحية ترخيصك بعد %d day(s).
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	=  Bandicam للاستمرار في استخدا <br>انتهت صلاحية ترخيصك.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = دون قيود ، يجب عليك تجديد ترخيصك Bandicam للاستمرار في استخدام. <br>24 hours ستنتهي صلاحية ترخيصك في غضون.

; video setting page name
TEXT_VID_PAGE_SOUND		= الصوت
TEXT_VID_PAGE_WEBCAM		= كاميرا ويب
TEXT_VID_PAGE_LOGO		= شعار
TEXT_VID_PAGE_EFFECTS		= فارة
TEXT_VID_PAGE_KEYSTROKE		= ضغطة المفاتيح
TEXT_VID_PAGE_TEXT		= نص
TEXT_VID_PAGE_OPTIONS		= خيارات

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= شعار

; option page name
TEXT_OPT_PAGE_GENERAL		= عام
TEXT_OPT_PAGE_OUTPUT		= النواتج
TEXT_OPT_PAGE_HOOKING		= تركيب
TEXT_OPT_PAGE_LANGUAGE		= اللغة
TEXT_OPT_PAGE_HOTKEYS		= مفاتيح الاختصار
TEXT_OPT_PAGE_OTHERS		= اخرى

TEXT_VIDEO			= الفيديو
TEXT_AUDIO			= الصوت

TEXT_FOLDER_SELECT		= تحديد مجلد للتخزين.

TEXT_FMT_FULL_SIZE		= الحجم الكلي
TEXT_FMT_HALF_SIZE		= نصف الحجم
TEXT_FMT_FIT_WIDTH		= ملائمة العرض
TEXT_FMT_FIT_HEIGHT		= ملائمة الارتفاع
TEXT_FMT_CUSTOM_SIZE		= تخصيص
TEXT_FMT_STEREO			= ستيريو
TEXT_FMT_MONO			= احادي
TEXT_FMT_ORIGINAL_PCM		= تنسيق الصوت الاصلي
TEXT_FMT_AUTO			= تلقائي
TEXT_FMT_LOSSLESS		= اقل

; preset
TEXT_PRESET_DEFAULT		= افتراضي
TEXT_PRESET_HALFSIZE		= نصف الحجم
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= فائق السرعة 60 اطارا في الثانية
TEXT_PRESET_LOWEND		= PC نهاية منخفضة
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= باور بوينت
TEXT_PRESET_320x0		= 320x0 ملائمة العرض
TEXT_PRESET_640x0		= 640x0 ملائمة العرض
TEXT_PRESET_800x0		= 800x0 ملائمة العرض
TEXT_PRESET_1280x0		= 1280x0 ملائمة العرض
TEXT_PRESET_USER		= الاعدادات المسبقة للمستخدم

TEXT_CHANGE_LANG		= لتغيير اللغة، يجب اعادة تشغيل البرنامج\nهل تريد اعادة التشغيل الان؟
TEXT_CHANGE_HOOK		= لتغيير ربط الهدف، يجب اعادة تشغيل البرنامج\nهل تريد اعادة التشغيل الان؟
TEXT_CHANGE_SIZE		= لتغيير نافذة التطبيق, تحتاج الى اعادة تشغيل البرنامج\nهل تريد اعادة التشغيل الان؟
TEXT_RESET_ALL_SETTINGS		= هل تريد بالتاكيد اعادة تعيين كافة الاعدادات الى الافتراضي؟

TEXT_REGISTER_SUCCEEDED		=  بنجاح Bandicam قمت بتسجيل.
TEXT_REGISTER_FAILED		= فشل التسجيل.\nتحقق من بريدك الالكتروني والرقم التسلسلي.
TEXT_REGISTER_CONNECT_FAILED	= لايمكن الاتصال بالملقم للتسجيل.\nالرجاء التحقق من اتصالك بالانترنت، وتعيين ساعة النظام الى تاريخ اليوم والوقت.\nاذا كنت بحاجة الى مساعدة، انقر فوق الزر "موافق ".
TEXT_REGISTER_INFO		= البريد الاكتروني: %s\r\n الرقم التسلسلي: %s
TEXT_REGISTER_INFO2		= ايام متبقية %s (%d :تاريخ انتهاء الصلاحية)
TEXT_REGISTER_INFO2_EXPIRING	= (أقل من يوم واحد متبقي) %s : تاريخ انتهاء الصلاحية
TEXT_REGISTER_INFO2_EXPIRED	= (منتهية الصلاحية)%s:تاريخ انتهاء الصلاحية
TEXT_REGISTER_LIMITED_1		= يمكنك التسجيل لمدة تصل إلى 10 دقائق باستخدام الإصدار المجاني 
TEXT_REGISTER_LIMITED_2		= من الموقع الرسمي Bandicam إذا تم تسجيل المنتج ، يمكنك التسجيل دون حد زمني يبدأ من التسجيل التالي. الرجاء شراء
TEXT_REGISTER_LIMITED_SREC	= يمكنك فقط تسجيل 10 دقائق على نسخة مجانية من البرنامج يرجى التسجيل الان!
TEXT_REGISTER_NEWRECORD		= لا يمكن بدء تشغيل تسجيل جديد على نسخة مجانية من البرنامج. يرجى التسجيل الان!
TEXT_REGISTER_LICENCE_INFO	= نسخة غير مسجلة!!! - يمكنك التسجيل لمدة 10 دقائق مع العلامة المائية\r\n bandicam.com لازالة العلامة المائية، يجب شراء البرنامج من

TEXT_PROGRAM_INVALID		= هذا التطبيق غير صالح.\nتحتاج الى اعادة تثبيت التطبيق.

TEXT_SELECT_NOT_SELECTED	= الرجاء تحديد نمط التسجيل
TEXT_SELECT_TARGET		= الرجاء النقر على النافذة الهدف
TEXT_SELECT_DEVICE		= الرجاء اختيار جهاز التقاط الفيديو
TEXT_TARGET_DIRECTX		= وضع تسجيل الالعاب-DirectX.تسجيل الالعاب ومشغلات الفيديو باستخدام.
TEXT_TARGET_SCREEN		= وضع تسجيل الشاشة - تسجيل سطح المكتب وفيديو الويب.
TEXT_TARGET_DEVICE		= = وضع التسجيل من جهاز-HDMI تسجيل كاميراالويب وجهاز التقاط.
TEXT_TARGET_AUDIO		= وضع الصوت فقط - يمكنك تسجيل الصوت فقط.
TEXT_TARGET_CHANGING		= اذا قمت بتغيير طريقة التسجيل، سيتم ايقاف التسجيل.\nهل انت متاكد من انك تريد الاستمرار؟
TEXT_TARGET_CLOSE		= هل انت متاكد انك تريد المتابعة\nاذا قمت باغلاق وضع التسجيل الحالي ، سيتم ايقاف التسجيل.?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= لا يمكن بدء تشغيل التسجيل في 'وضع تسجيل الالعاب ' لانه لم يتم تحديد الاطار الهدف.\n\nهل تريد تغيير طريقة التسجيل الى 'وضع تسجيل الشاشة' بغية بدء التسجيل؟
TEXT_TARGET_CHANGE_TO_RECTANGLE2= لا يمكن بدء التسجيل في 'وضع التسجيلمن جهاز ' لانه لم يتم تحديد جهاز الالتقاط.\n\nهل تريد تغيير طريقةالتسجيل الى 'وضع تسجيل الشاشة' لبدء التسجيل؟
TEXT_TARGET_CHANGE_TO_RECTANGLE3= هل تريد تحديد "وضع تسجيل الشاشة" من اجل بدء التسجيل ؟\n\nلا يمكنك بدء التسجيل لانه لم يتم تحديد وضع التسجيل.

TEXT_STATUSBAR_READY		= جاهز
TEXT_STATUSBAR_RECORDING	= جاري التسجيل
TEXT_STATUSBAR_PAUSE		= ايقاف مؤقت

TEXT_UPDATE_AVAILABLE		= نسخة جديدة من البرنامج متاحة حاليا.\nهل تريد تحميلها الان?
TEXT_UPDATE_UNAVAILABLE		= هذا الاصدار هو الاصدار الاحدث.
TEXT_UPDATE_FAILED		= فشل التحقق من معلومات الاصدار.\nهذا النظام قد لا يكون متصلا بالانترنت، او الملقم قد لا يعمل بشكل صحيح.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= غير قادر على الرفع. اذا كنت قد سجلت بالموقع للتو، الرجاء التحقق من عنوان بريدك الالكتروني .

TEXT_TARGET_FULL		= شاشة كاملة
TEXT_TARGET_RESTORE		= استعادة
TEXT_TARGET_TOGGLE_TOP		= تحريك شريط التحكم لأعلى
TEXT_TARGET_TOGGLE_BOTTOM	= تحريك شريط التحكم لأسفل
TEXT_TARGET_FIND		= تحديد منطقه تسجيل
TEXT_TARGET_RESIZE		= قائمة تحديد الحجم
TEXT_TARGET_IMAGE		= التقاط الصور
TEXT_TARGET_PEN			= وضع الرسم
TEXT_TARGET_RECORD_START	= بدء-تسجيل الفيديو
TEXT_TARGET_RECORD_PAUSE	= ايقاف مؤقت-تسجيل الفيديو
TEXT_TARGET_RECORD_STOP		= ايقاف-تسجيل الفيديو
TEXT_TARGET_MENU		= القائمة
TEXT_TARGET_DISPLAY		= %d عرض
TEXT_TARGET_DISPLAY_ALL		= All Display

TEXT_DEVICE_FULL		= ملء الشاشة
TEXT_DEVICE_RESTORE		= استعادة
TEXT_DEVICE_SELECT_DEVICE	= اختيار الجهاز
TEXT_DEVICE_VOLUME		= التحكم بمستوي الصوت
TEXT_DEVICE_IMAGE		= التقاط الصور
TEXT_DEVICE_RECORD_START	= تسجيل الفيديو - ابدا
TEXT_DEVICE_RECORD_PAUSE	= تسجيل الفيديو - ايقاف مؤقت
TEXT_DEVICE_RECORD_STOP		= تسجيل الفيديو - ايقاف
TEXT_DEVICE_MENU		= القائمة

TEXT_RC_HOWTO_NOCOMPLETE	= تعطيل
TEXT_RC_HOWTO_BYTIME		= حسب الوقت
TEXT_RC_HOWTO_BYSIZE		= حسب الحجم
TEXT_RC_HOWTO_BYSILENCE		= حسب المدة الصامتة
TEXT_RC_AFTER_NEWRECORD		= بدء تسجيل جديد
TEXT_RC_AFTER_EXIT		= Bandicam خروج
TEXT_RC_AFTER_SHUTDOWN		= ايقاف تشغيل هذا الحاسوب
TEXT_RC_AFTER_HIBERNATE		= إسبات الحاسوب

TEXT_SHUTDOWN_SEC		= ثانية %d ايقاف تشغيل النظام خلال.

TEXT_SEL_IMAGE_FILE		= تحديد ملف الصورة

TEXT_RC_MB			= م ب
TEXT_RC_GB			= ق ب

TEXT_SND_SELECT_1_DISABLE	= -- تعطيل  --
TEXT_SND_SELECT_2_DISABLE	= --(تعطيل (مستحسن --

TEXT_CORRUPTED_AVI_FILE		= اخر ملف مسجل معطوب.\nهل تريد اصلاحه?\n\nملف: %s
TEXT_SELECTED_CORRUPTED_FILE	= %s ملف:\n هل تريد اصلاحه؟\n  الملف المحدد تالف.
TEXT_TRAY_BALLOON_TIP		= Bandicam انقر فوق رمز علبه لاستعاده
TEXT_TRAY_BALLOON_TIP_RECT	= انقر علي ايقونه الدرج لاظهار نافذه تسجيل الشاشة.
TEXT_TRAY_BALLOON_TIP_DEVICE	= انقر علي ايقونه الدرج لاظهار نافذه تسجيل الجهاز.
TEXT_FORCE_STOP			= فشل في ايقاف التسجيل لان النافذة الهدف لاتستجيب.\nهل تريد اجبار ايقاف التسجيل?
TEXT_EXTERNAL_CODEC		= - ترميز خارجي -
TEXT_CUDA_GPU_AUTOSELECT	= (تحديد تلقائي)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= حالة التسجيل
TEXT_INDICATOR_TIME		= وقت التسجيل
TEXT_INDICATOR_SIZE		= مساحة القرص الحرة/حجم ملف تسجيل
TEXT_INDICATOR_VOLUME		= مستوى الصوت الحالي

; recording priority
TEXT_REC_PRIORITY_NORMAL	= عادي] اولوية المهمة العامة]
TEXT_REC_PRIORITY_HIGH		= عالي] اعلى من الاولوية العادية]
TEXT_REC_PRIORITY_HIGHEST	= اعلى] قد تكون ابطا من المهمات الاخرى]

; output page message
TEXT_OUTPUTS_BANDICUT		= غير مثبت. هل تريد تنزيله؟ Bandicut
TEXT_OUTPUTS_DELETE		= هل ترغب بحذف الملفات المحددة بشكل كامل؟
TEXT_OUTPUTS_SELCOUNT		= %d عناصر محددة

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= اسم الهدف
TEXT_FILE_NAME_PREFIX_CUSTOM	= بادئة مخصصة
TEXT_FILE_NAME_PREFIX_NONE	= بدون
TEXT_FILE_NAME_SUFFIX_TIME	= التاريخ/الوقت
TEXT_FILE_NAME_SUFFIX_NUMBER	= رقم التسلسل

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= ادخال قيمة بين 1 و 1440 دقيقة.
TEXT_TIMER_REC_STOP_RECORDING	= جاري التسجيل.\nهل  تريد ايقاف التسجيل والمتابعة؟
TEXT_TIMER_REC_MODE_NOT_SELECTED= تسجيل المؤقت غير متوفر لانه لم يتم تعيين وضع التسجيل. الرجاء تحديد وضع التسجيل اولا.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= يرجى ادخال عنوان للفيديو ليتم رفعه.
TEXT_UPLOAD_VID_NO_PASSWORD	= الرجاء ادخال كلمه السر.
TEXT_UPLOAD_YOUTUBE_LOGIN	= تسجيل دخول-يوتيوب
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= تسجيل الدخول مع يوتيوب من المتصفح...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= الغاء الامر
TEXT_UPLOAD_VIMEO_LOGIN		= تسجيل الدخول - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= تسجيل الدخول مع Vimeoمن المتصفح...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= الغاء الامر
TEXT_UPLOAD_FACEBOOK_LOGIN	= تسجيل دخول-فيس بوك
TEXT_UPLOAD_GDRIVE_LOGIN	= تسجيل الدخول -محرك جوجل
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= تسجيل الدخول باستخدام محرك جوجل من المتصفح...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= الغاء الامر
TEXT_UPLOAD_COMPLETE		= المرفوعه
TEXT_UPLOAD_ERR_FAIL		= تعذر رفع هذا الفيديو.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= هذا الملف كبير جدا لرفعه.
TEXT_UPLOAD_ERR_FREESPACE	= Vimeo لا توجد مساحة حرة كافية على.
TEXT_UPLOAD_ERR_CONNECT		= فشل الاتصال بالخادم.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= استخدام هذه الوظيفة.Vimeo فشل تحميل هذا الفيديو. لا يمكن للمستخدمين الاساسيين
TEXT_UPLOAD_YOUTUBE_QUOTA	=  تجاوزت Bandicam حصة التحميل اليومية التي خصصها يوتيوب.\n سيتم اعادة تعيين الحصة النسبية في منتصف الليل بتوقيت المحيط الهادئ.\n يرجى تحميل الفيديو مباشرة من يوتيوب او حاول مرة اخرى بعد منتصف الليل بتوقيت المحيط الهادئ.\n\n هل تريد زيارة YouTube.com؟?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= فشل في الحصول على رمز وصول مميز.

; deinterlacing
TEXT_DEINT_NONE			= (لا شيء)
TEXT_DEINT_ODD			= الحقول الفردية
TEXT_DEINT_EVEN			= الحقول الزوجية
TEXT_DEINT_BLEND		= مزيج

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	=سجل فقط اثناء الدفع [PTT]  
TEXT_SND_CAP_PUSH_TO_MUTE	=كتم الصوت فقط اثناء الدفع [PTM]  

; download & update 
TEXT_UPDATE_IN_PROGRESS		= التثبيت قيد التقدم...
TEXT_UPDATE_FAILED_DL		= قد لا يكون هذا النظام متصلا بالانترنت حاليا.\n فشل تنزيل ملفات التثبيت.
TEXT_UPDATE_INSTALL_SUCCEED	= اكتمل التثبيت.
TEXT_UPDATE_INSTALL_FAILED	= فشل التثبيت.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (لا شيء)
TEXT_WEBCAM_FLIP_HORIZONTAL	= افقي
TEXT_WEBCAM_FLIP_VERTICAL	= عمودي

; scheduled recording list
TEXT_SREC_HEADER_NAME		= الاسم
TEXT_SREC_HEADER_STATUS		= الحالة
TEXT_SREC_HEADER_START_TIME	= وقت البدء
TEXT_SREC_HEADER_END_TIME	= وقت النهاية
TEXT_SREC_HEADER_DURATION	= المدة
TEXT_SREC_HEADER_TARGET		= الهدف
TEXT_SREC_HEADER_AFTER_REC	= بعد التسجيل
TEXT_SREC_DEFAULT_NAME		= الجدول الزمني
TEXT_SREC_DELETE_SCHEDULES	= هل حذف الجداول المحددة بشكل دائم ؟
TEXT_SREC_STATUS_WAITING	= انتظار
TEXT_SREC_STATUS_RECORDING	= التسجيل
TEXT_SREC_STATUS_PASSED		= مرت
TEXT_SREC_STATUS_INACTIVE	= غير نشط
TEXT_SREC_TARGET_NOT_CHANGE	= (لا تغير)
TEXT_SREC_TARGET_FULL_SCREEN	= شاشة كاملة
TEXT_SREC_TARGET_CUSTOM_AREA	= مستطيل على شاشة
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= استخدم هدف التسجيل الاخير.
TEXT_SREC_DISPLAY_ALL		= All display
TEXT_SREC_DISPLAY		= %d عرض
TEXT_SREC_DO_NOTHING		= (لا تفعل شيئا)
TEXT_SREC_EXIT_BANDICAM		= Bandicam خروج 
TEXT_SREC_SHUTDOWN_PC		= اغلاق حاسوبك
TEXT_SREC_HIBERNATE_PC		= اسبات حاسوبك
TEXT_SREC_ERR_TIME		= يجب ان تكون المدة بين 00:00:01 و 23:59:59.
TEXT_SREC_ERR_DAY		= يجب تحديد يوم واحد على الاقل.
TEXT_SREC_ERR_OVERLAPPED	= "%s" يتداخل وقت التسجيل مع 
TEXT_SREC_SAME_DAY		= نفس اليوم
TEXT_SREC_DAY_AFTER		= بعد يوم
TEXT_SREC_EVERYDAY		= كل يوم
TEXT_SREC_SUN			= الاحد
TEXT_SREC_MON			= الاثنين
TEXT_SREC_TUE			= الثلاثاء
TEXT_SREC_WED			= الاربعاء
TEXT_SREC_THU			= الخميس
TEXT_SREC_FRI			= الجمعة
TEXT_SREC_SAT			= السبت
TEXT_SREC_START_INFO		= %s بدء التسجيل في .
TEXT_SREC_STOP_INFO		= %s ايقاف التسجيل في.
TEXT_SREC_DAY			= %dيوم
TEXT_SREC_DAYS			= %dايام
TEXT_SREC_WAITING_0		= لا توجد تسجيلات مجدولة.
TEXT_SREC_WAITING_1		= هناك تسجيل مجدول واحد.
TEXT_SREC_WAITING_N		= هناك%d تسجيلات مجدولة.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= لا يزال قيد المعالجة. هل تريد الخروج؟
TEXT_BDFIX_NOT_SUPPORTED_FILE	= ملف الادخال ليس بتنسيق مدعوم.
TEXT_BDFIX_NOT_CORRUPTED	= هل تريد الاستمرار \n ملف الادخال غير تالف.
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= ملف الادخال غير تالف او لا يمكن التحقق منه بحثا عن تلف.
TEXT_BDFIX_ALREADY_EXISTS	= ملف الاخراج موجود بالفعل. هل ترغب في الكتابة فوقه؟
TEXT_BDFIX_SAME_PATH		= مسار ملف الاخراج هو نفسه مسار ملف الادخال.
TEXT_BDFIX_DISK_SPACE		= لا توجد مساحة كافية على القرص لانشاء ملف الاخراج.
TEXT_BDFIX_PROCESS_COMPLETE	= العملية مكتملة!
TEXT_BDFIX_STATUS_PROCESSING	= قيد التقدم
TEXT_BDFIX_STATUS_COMPLETE	= اكتمل
TEXT_BDFIX_STATUS_FAILED	= فشل
TEXT_BDFIX_STATUS_READY		= جاهز
TEXT_BDFIX_FAILED_TO_OPEN	= لا يمكن فتح ملف الادخال.
TEXT_BDFIX_FAILED_TO_PROCESS	= فشل في معالجة مهمة الاسترداد.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI ملفات 
TEXT_OP_FILTER_MP4		= MP4 ملفات 
TEXT_OP_FILTER_PNG		= PNG ملفات 
TEXT_OP_FILTER_ALL		= All ملفات 
TEXT_OP_FILTER_MEDIA		= ملفات الوسائط

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1 = 1 ثواني
TEXT_TARGET_COUNTDOWN_2 = 2 ثواني
TEXT_TARGET_COUNTDOWN_3 = 3 ثواني
TEXT_TARGET_COUNTDOWN_4 = 4 ثواني
TEXT_TARGET_COUNTDOWN_5 = 5 ثواني
TEXT_TARGET_COUNTDOWN_6 = 6 ثواني
TEXT_TARGET_COUNTDOWN_7 = 7 ثواني
TEXT_TARGET_COUNTDOWN_8 = 8 ثواني
TEXT_TARGET_COUNTDOWN_9 = 9 ثواني
TEXT_TARGET_COUNTDOWN_10 = 10 ثواني

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (جهاز الصوت الافتراضي)
TEXT_DEFAULT_OUTPUT_DEVICE	= (جهاز الاخراج الافتراضي)
TEXT_DEFAULT_INPUT_DEVICE	= (جهاز الادخال الافتراضي)
TEXT_DEFAULT_DEVICE_FORMAT	= (كشف تلقائي عن التنسيق)
TEXT_HOTKEY_NONE		= (لاشئ)
TEXT_ADD_YOUR_TEXT_HERE		= اضافة نصك هنا
TEXT_NOT_SHOW_THIS_NOTICE	= هل انت متاكد من انك لا تريد ان ترى هذا الاشعار مرة اخرى?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= وتشغيله بامتياز جديد Bandicam هل أنت متأكد من أنك تريد إعادة تشغيل?
TEXT_RESET_TO_DEFAULT		= إعادة التعيين إلى الوضع الافتراضي

; oauth complete html
TXT_LANG_CODE           	= "ar"
TXT_TITLE               	= "اكتمال تسجيل الدخول باستخدام يوتيوب !"
TXT_MESSAGE_COMPLETE1   	= "اكتمال تسجيل الدخول باستخدام يوتيوب !"
TXT_MESSAGE_COMPLETE2   	= "يمكنك اغلاق هذه الصفحة."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/sa/' class='bandicam'><div>www.bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/sa/' class='bandicut'><div>www.bandicut.com</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (لاشئ)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE = افتراضي
TEXT_PIPMASK_SQUARE = مربع
TEXT_PIPMASK_CIRCLE = دائرة
TEXT_PIPMASK_ELLIPSE = بيضوي

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= صغير
TEXT_KEYSTROKE_SIZE_2		= متوسط
TEXT_KEYSTROKE_SIZE_3		= واسع

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= Auto select method (default)
TEXT_ENHANCED_CAPTURE_1		= Method 1 (for Windows 8 and above)
TEXT_ENHANCED_CAPTURE_2		= Method 2 (for Windows 10 and above)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	= Disable
TEXT_SND_DEVICE_NO_MICROPHONE	= Disable
TEXT_SND_DEVICE_NO_ALL_SOUND	= Do not record all sound
TEXT_SND_DEVICE_ADVANCED	= Advanced...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= الصفحة الرئيسية
$BN_PAGE_GENERAL		= عام
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= الفيديو
$BN_PAGE_IMAGE			= الصوره
$BN_PAGE_AUDIO			= الصوت
$BN_PAGE_ABOUT			= حول
$BN_UNREGISTERED		=لكل تسجيل </font> 10 دقائق<font color="#ffa900">  يقتصر على</font> المجاني <font color="#ffa900"> الاصدار
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= خيارات
$ST_GEN_OUTPUT_FOLDER		= مجلد الناتج
$BN_GEN_OPEN_OUTPUT_FOLDER	= فتح
$BN_GEN_ADV_OPTIONS		= خيارات متقدمة
$CK_GEN_ALWAYS_ON_TOP		= دوما في المقدمة
$CK_GEN_START_MINIMIZED		= بدء التطبيق مصغرا بجوار الساعة
$CK_GEN_RUN_WHEN_START		= اطلاق التطبيق مع بدا تشغيل النظام
$CK_GEN_RECORD_WHEN_RUN		= Bandicam بدا تسجيل كامل الشاشة عند تشغيل
$CK_GEN_TIMER_RECORDING		= تعيين توقيت بدء التسجيل التلقائي
$ST_GEN_LANGUAGE		= اللغة
$ST_GEN_REC_AUTO_START		= بدا التسجيل التلقائي
$ST_GEN_REC_SCHEDULED		= التسجيل المجدول
$BN_GEN_REC_SCHEDULED		= الاعدادات
$ST_GEN_REC_AUTO_COMPLETE	= استكمال التسجيل التلقائي
$BN_GEN_REC_AUTO_COMPLETE	= الاعداد
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS تراكب
$CK_FPS_OVERLAY_HOTKEY		= اظهار/اخفاء المفتاح الساخن
$CK_FPS_OVERLAY_POS_HOTKEY	= موقع المفتاح الساخن
$CK_FPS_OVERLAY			= FPS اظهار تراكب 
$ST_FPS_LIMIT			= FPS الحد الاقصى ل
$CK_FPS_LIMIT_HOTKEY		= مفتاح التشغيل السريع
$CK_FPS_LIMIT			= الى FPS تعيين الحد الاقصى ل
$CK_FPS_LIMIT_ONLY_CAP		= فقط عند الالتقاط
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= تسجيل
$CK_VID_RECORD_HOTKEY		= مفتاح التشغيل السريع تسجيل/ايقاف
$CK_VID_PAUSE_HOTKEY		= مفتاح التشغيل السريع ايقاف مؤقت
$CK_VID_SHOW_CURSOR		= اظهار المؤشر
$CK_VID_CLICK_EFFECTS		= اضافة تاثيرات نقرات المؤشر
$CK_VID_WEBCAM_OVERLAY		= اضافة تراكب كاميرا ويب
$BN_VID_RECORD_SETTINGS		= الاعدادات
$ST_VID_FORMAT			= التنسيق
$ST_VID_FORMAT_VIDEO		= الفيديو
$ST_VID_FORMAT_AUDIO		= الصوت
$BN_VID_FORMAT_SETTINGS		= الاعدادات
$BN_VID_FORMAT_PRESETS		= الاعدادات المسبقة
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= التقاط
$CK_IMG_CAPTURE_HOTKEY		= مفتاح التشغيل السريع
$CK_IMG_CAPTURE_REPEAT		= تكرار التقاط الشاشة
$ST_IMG_CAPTURE_REPEAT		= ثانية
$CK_IMG_SHOW_CURSOR		= اظهار المؤشر
$CK_IMAGE_ADD_LOGO		= اضافة تراكب الشعار
$CK_IMG_SHUTTER_SOUND_EFFECT	= تمكين مغلق الصوت
$BTN_IMAGE_SETTINGS		= الاعدادات
$ST_IMG_FORMAT			= التنسيق
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - عادي
$CK_IMG_FORMAT_JPG_HQ		= JPG - جودة عالية
$CK_IMAGE_JPG_CUSTOM		= JPG - Custom quality (20~100)
$BTN_IMG_FORMAT_ANIGIF		= متحركة gif كيفية الحفظ كصورة
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= تسجيل الصوت فقط
$CK_AUD_RECORD_HOTKEY		= مفتاح اختصار التسجيل/التوقف
$CK_AUD_PAUSE_HOTKEY		= مفتاح اختصار المهلة
$BTN_AUDIO_SETTINGS		= الاعدادات
$ST_AUD_FORMAT			= تنسيق
$ST_AUD_FORMAT_TYPE		= نوع الملف
$ST_AUD_FORMAT_AUDIO		= صوت
$BN_AUD_FORMAT_SETTINGS		= الاعدادات
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= ابدا البدء
$ST_OUT_TAB_VIDEO		= الفيديو
$ST_OUT_TAB_IMAGE		= الصوره
$ST_OUT_TAB_AUDIO		= الصوتيات
$BN_OUT_PLAY_VIDEO		= تشغيل
$BN_OUT_OPEN_IMAGE		= فتح
$BN_OUT_EDIT			= تحرير
$BN_OUT_UPLOAD			= رفع
$BN_OUT_DELETE			= حذف
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam  ترجمة فتحي الداودية 
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= نسخة جديدة متوقرة.
$BN_ABO_CHECK_UPDATE		= البحث عن تحديثات
$ST_ABO_LICENCE_INFO		= معلومات الرخصة
$BN_ABO_REGISTER		= تسجيل
$BN_ABO_REGISTER_HELP		= كيفية الشراء والتسجيل
$BN_ABO_UPDATE_REGISTRATION	= تحديث التسجيل
$BN_ABO_RENEW_LICENSE		= تجديد الرخصة
$ST_ABO_HOMEPAGE_INFO		= رابط الموقع
$ST_ABO_HOMEPAGE_URL		= الصفحة الرئيسية
$ST_ABO_FAQ_URL			= الاسئلة الشائعة
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= الرجاء تحديد الجهاز!
$ST_DEVICE_CONNECTING		= جاري الاتصال...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= Bandicam هو برنامج يجب ان يكون ل <font color="yellow">Bandicut</font> Bandicam  المستخدمين. يمكنك قطع بسرعة والانضمام الى اشرطه الفيديو المسجلة مع  
$BTN_UPDATE_STEP1_LINK		= تعلم اكثر
$ST_UPDATE_STEP2_TEXT		= التنزيل قيد التقدم...
$BTN_UPDATE_INSTALL		= تثبيت الان
$BTN_UPDATE_LATER		= لا شكرا!
$BTN_UPDATE_CANCEL		= الغاء الامر
$BTN_UPDATE_CLOSE		= اغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= هل تريد بدء التحديث Bandicam. يتوفر إصدار جديد من؟
$BTN_UPDATE_BANDICAM_CANCEL	= إلغاء
$BTN_UPDATE_BANDICAM_INSTALL	= تحديث
$BTN_UPDATE_BANDICAM_IGNORE	=  لا تطلب هذا الإصدار مرة أخرى
$BTN_UPDATE_BANDICAM_LEARNMORE	= اعرف المزيد
$BTN_UPDATE_BANDICAM_SETTINGS	= تحديث الإعدادات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= حدد وضع التسجيل الذي تريد استخدامه.
$ST_START_SEL_RECT		= منطقه مستطيله
$ST_START_SEL_FULL		= ملء الشاشة
$ST_START_SEL_WINDOW		= Specific window
$ST_START_SEL_MOUSE		= حول الماوس
$ST_START_SEL_GAME		= تسجيل اللعبة
$ST_START_SEL_DEVICE		= تسجيل الجهاز
$ST_START_SEL_AUDIO		= الصوت فقط
$ST_START_SEL_HELP		= التعليمات عبر الانترنت

$ST_START_RECT_TITLE		= تسجيل الشاشة-مستطيل على الشاشة
$ST_START_RECT_DESC		= يسمح لك هذا الوضع بتسجيل منطقه جزئيه في اطار المستطيل.
$ST_START_RECT_STEP		=  انقر على زر 'تسجيل' او اضغط على مفتاح الاختصار القياسي.[br]2.حدد الحجم والمساحة التي سيتم التقاطها

$ST_START_FULL_TITLE		= تسجيل الشاشة-ملء الشاشة
$ST_START_FULL_DESC		= يسمح لك هذا الوضع بتسجيل شاشه العرض بالكامل.
$ST_START_FULL_STEP		= انقر على زر 'تسجيل' او اضغط على مفتاح الاختصار القياسي.[br]2 اختر جهاز عرض ليتم التقاطه

$ST_START_WINDOW_TITLE		= Screen Recording - Specific window
$ST_START_WINDOW_DESC		= This mode allows you to record a selected window even if it is covered by another window.
$ST_START_WINDOW_STEP		= 1. Choose a window to be captured. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_MOUSE_TITLE		= تسجيل الشاشة - حول الماوس
$ST_START_MOUSE_DESC		= يسمح لك هذا الوضع بالتسجيل حول مؤشر الماوس الذي يتم نقله بواسطة المستخدم عبر شاشه سطح المكتب.
$ST_START_MOUSE_STEP		= انقر على زر 'تسجيل' او اضغط على مفتاح الاختصار القياسي.[br]2.اختر حجما معينا ليتم التقاطه

$ST_START_GAME_TITLE		= طريقة تسجيل اللعبة 
$ST_START_GAME_DESC		= FPS يسمح لك هذا الوضع بتسجيل اللعب اثناء عرض
$ST_START_GAME_STEP		=1.(FPS)بدء لعبة والتحقق من رقم اللون الاخضر.[br]2.او اضغط مفتاح تشغيل تسجيل سريع.'REC'انقر زر   

$ST_START_DEVICE_TITLE		= وضع تسجيل الجهاز
$ST_START_DEVICE_DESC		=  الخ.,IPTV,الهاتف الذكي,Xbox,هذا الوضع يسمح لك لتسجيل اجهزه الفيديو الخارجية مثل كاميرا ويب
$ST_START_DEVICE_STEP		= انقر على زر 'تسجيل' او اضغط على مفتاح الاختصار القياسي.[br]2حدد كاميرا ويب او جهاز التقاط

$ST_START_AUDIO_TITLE		= وضع تسجيل الصوت فقط
$ST_START_AUDIO_DESC		= يسمح لك هذا الوضع بتسجيل الصوت فقط، مثل مكبر الصوت والميكروفون.
$ST_START_AUDIO_STEP		= انقر فوق الزر "REC" أو اضغط على مفتاح الاختصار للتسجيل.

$BN_START_HELP			= التعليمات عبر الانترنت
$BN_START_RECORD		= بدء التسجيل
$BN_START_RECORD_STOP		= وقف التسجيل
$ST_START_HOTKEY_RECORD		= تسجيل/ايقاف
$ST_START_HOTKEY_SCREENSHOT	= التقاط الصور
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= تشغيل
$BN_BDFIX_OPEN_FOLDER		= افتح المجلد
$BN_BDFIX_CLOSE			= اغلاق
$ST_BDFIX_INPUT_FILE		= ملف الادخال
$ST_BDFIX_INPUT_FILE2		= افتح ملف avi/mp4 تالف  .
$BN_BDFIX_INPUT_FILE		= افتح
$ST_BDFIX_OUTPUT_FILE		= ملف الاخراج
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= تحديد منطقه تسجيل
$MENU_RECTANGLE			= مستطيل على الشاشة
$MENU_FULLSCREEN		= ملء الشاشة
$MENU_WINDOW_SCREEN		= Specific window
$MENU_AROUND_MOUSE		= حول الماوس
$MENU_AUDIO_ONLY		= الصوت فقط
$MENU_RECT_FIND_WINDOW		= تحديد منطقه تسجيل
$MENU_RECT_CUSTOM		= حجم مخصص
$MENU_RECT_RECENTLY_USED	= حجم المستخدمة مؤخرا
$MENU_FULL_DISPLAY_ALL		= All display
$MENU_FULL_DISPLAY_1		= عرض 1
$MENU_FULL_DISPLAY_2		= عرض 2
$MENU_FULL_DISPLAY_3		= عرض 3
$MENU_FULL_DISPLAY_4		= عرض 4
$MENU_FULL_DISPLAY_5		= عرض 5
$MENU_FULL_DISPLAY_6		= عرض 6
$MENU_FULL_DISPLAY_7		= عرض 7
$MENU_FULL_DISPLAY_8		= عرض 8
$MENU_FULL_SHOW_CONTRL		= اظهار شريط التحكم دوما
$MENU_FULL_HIDE_CONTRL		=  اخفاء شريط التحكم دوما
$MENU_MOUSE_CUSTOM		= حجم مخصص
$MENU_WINDOW_FIND		= Select a recording area on specific window
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= Disable speaker
$MENU_DEVICE_DISABLE_MICROPHONE	= Disable microphone
$MENU_DEVICE_ADVANCED		= Advanced...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= فتح مجلد الناتج
$TOOLTIP_SCHEDULED_RECORDING	= تسجيل مجدول
$TOOLTIP_SCREENSHOT		= التقاط صورة
$TOOLTIP_RECORD			= تسجيل / ايقاف
$TOOLTIP_PAUSE			= ايقاف مؤقت
$TOOLTIP_UI_MODE		= واجهة المستخدم, بسيطة/موسعة
$TOOLTIP_REGISTER		= Bandicam تسجيل
$TOOLTIP_ONLINE_HELP		= التعليمات عبر الانترنت

$TOOLTIP_TOOL_NONE		= (المؤشر (بدون رسم (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= قلم حبر (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= تمييز  (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= سطر (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= السهم (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= صندوق (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= ترقيم (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= نص (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= ممحاة (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= اختر اللون
$TOOLTIP_TOOL_LINE		= عرض الخط
$TOOLTIP_TOOL_UNDO		= تراجع (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= اعادة (Ctrl+Y)

$TOOLTIP_HOME_SEL		= تحديد وضع التسجيل
$TOOLTIP_HOME_RECT		= وضع تسجيل الشاشة-مستطيل
$TOOLTIP_HOME_FULL		= وضع تسجيل الشاشة-ملء الشاشة
$TOOLTIP_HOME_WINDOW		= Screen Recording Mode - Specific window
$TOOLTIP_HOME_MOUSE		= وضع تسجيل الشاشة-حول الماوس
$TOOLTIP_HOME_GAME		= وضع تسجيل اللعبة
$TOOLTIP_HOME_DEVICE		= وضع تسجيل الجهاز
$TOOLTIP_HOME_AUDIO		= وضع تسجيل الصوت فقط

$TOOLTIP_ADD_MOUSE_EFFECT	= اضافه تاثيرات مؤشر الماوس
$TOOLTIP_ADD_TEXT_OVERLAY	= اضافة تاثيرات تراكب النص
$TOOLTIP_ADD_SPEAKER		= اضافة مكبرات صوت
$TOOLTIP_ADD_MICROPHONE		= اضافه ميكروفون
$TOOLTIP_ADD_WEBCAM_OVERLAY	= اضافه تراكب كاميرا ويب
$TOOLTIP_MUTE_SPEAKER		= كتم صوت مكبرات الصوت
$TOOLTIP_MUTE_MICROPHONE	= كتم صوت الميكروفون

$TOOLTIP_REFRESH_LINFO		= انعاش معلومات الرخصة

$TOOLTIP_ADJUST_SPEAKER_VOL	= Adjust speaker volume
$TOOLTIP_ADJUST_MICROPHONE_VOL	= Adjust microphone volume

$TOOLTIP_OUTPUT_VIDEO		= Output file list - Video
$TOOLTIP_OUTPUT_IMAGE		= Output file list - Image
$TOOLTIP_OUTPUT_AUDIO		= Output file list - Audio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= تسجيل
$BTN_BUY_NOW			= اشتري الان
$BTN_RENEW			= جدد الآن
$ST_LEARN_MORE			=  تعلم أكثر

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= الغاء الامر
IDOK				= موافق
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= اعدادات التنسيق 
IDC_ST_FMTSET_FILE		= نوع الملف
IDC_ST_FMTSET_VIDEO		= فيديو
IDC_ST_VIDEO_SIZE		= الحجم
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= الترميز
IDC_ST_VIDEO_CODEC_PROFILE	= الشخصيه
IDC_ST_VIDEO_BITRATE		= معدل البت
IDC_ST_VIDEO_QUALITY		= الجودة
IDC_ST_FMTSET_AUDIO		= الصوت
IDC_CK_AUDIO_ORIGINAL_PCM	= حفظ كتنسيق الاصلي
IDC_ED_AUDIO_ORIGINAL_PCM	= (96KHz or more) يمكنك حفظ الصوت كمتعدد القنوات وعالي الوضوح.
IDC_ST_AUDIO_CH			= القنوات
IDC_ST_AUDIO_FREQ		= التردد
IDC_ST_AUDIO_CODEC		= الترميز
IDC_ST_AUDIO_BITRATE		= معدل البت
IDC_ST_FORMAT_HELP		= [التعليمات]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= إعدادات التنسيق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam تسجيل
IDC_ST_1BUY			= 1. شراء
IDC_ST_1BUY_COMMENT		= نسخة غير مسجلة. اذا كنت ترغب في التسجيل بدون علامات مائية على فيديوهاتك، انت بحاجة الى شراء رخصة من موقع البرنامج
IDC_BTN_BUY_ONLINE		= الشراء الان
IDC_ST_2REGISTER		= 2.تسجيل
IDC_ST_2REGISTER_COMMENT	= تحتاج الاتصال بالانترنت لتسجيل البرنامج.
IDC_ST_EMAIL_ADDRESS		= البريد الالكتروني
IDC_ST_SERIAL_NUMBER		= الرقم التسلسلي
IDC_BTN_REGISTER_NOW		= التسجيل الان
IDC_BTN_UNREGISTER_NOW		= غير مسجل
IDC_BTN_CLOSE			= اغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= البحث عن تحديثات
IDC_ST_UPDATE_SETTING		= الاعداد
IDC_CK_UPDATE_ENABLE		= تمكين التحقق من التحديث التلقائي.
IDC_CK_UPDATE_POPUP		= اظهار نافذة منبثقة عندما يتوفر تحديثات.
IDC_UPDATE_CHECK_NOW		= التحقق من التحديث الان
IDC_CLOSE			= اغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= خيارات متقدمة
IDC_BTN_RESET			= اعادة الضبط

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= عام
IDC_CK_ALWAYS_ON_TOP2		= دوما في المقدمة
IDC_CK_START_MINIMIZED_TO_TRAY	= بدا التطبيق مصغرا بجوار الساعة
IDC_CK_RUN_WHEN_START		= اطلاق التطبيق مع بدا تشغيل النظام
IDC_CK_RECORD_WHEN_RUN		= Bandicam بدا تسجيل كامل الشاشة عند تشغيل
IDC_BTN_TIMER_RECORDING		= تعيين توقيت بدء التسجيل التلقائي
IDC_CK_SHOW_FPS_IN_VIDEO	= اظهار اطار في الثانية الواحدة في الفيديو/الصور الملتقطة
IDC_ST_SHOW_FPS_IN_VIDEO	= (فقط في وضع تسجيل الالعاب)
IDC_CK_SHOW_TIP_BAR		= اظهار شريط التلميح/المعلومات
IDC_CK_NO_TRAY_BALLOON		= ايقاف تشغيل بالون الاخطارات بجوار الساعة
IDC_ST_ADV_AUTOMATIC		= تلقائي
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = تلميح: كيفية بدء التسجيل عند بدء تشغيل وندوز

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= النواتج
IDC_ST_OUT_OUTPUT_FOLDER	= مجلد الناتج
IDC_CK_OUT_CREATE_SUBFOLDER	= انشاء مجلد فرعي تلقائي مع الاسم:
IDC_RD_OUT_SUBFOLDER		= نفس اسم تسجيل الهدف
IDC_RD_OUT_SUBFOLDER_2		= 'الفديوهات'/ 'الصور' / 'الصوتيات'
IDC_RD_OUT_SUBFOLDER_3		= Date format (YYYY-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING	= تمكين التخزين المؤقت على القرص
IDC_ST_OUT_FILE_NAMING		= اعدادات تسمية الملف
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= اللغة
IDC_ST_TRANSLATOR		= شكرا للمترجمين

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= تركيب المستهدفة
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= تعادل المباشر
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= IE9,10/Firefox على المتصفحات DX10/11 تعطيل تركيب
IDC_CK_DISABLE_OVERLAY_ON_DX	= على الفيديو DirectX منع تركيب
IDC_BTN_BLOCK_LIST		= قائمة العمليات الممنوعة

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= عام
IDC_CK_HKEY_START_REC		= بدء/إيقاف التسجيل
IDC_CK_HKEY_PAUSE_REC		= وقفة التسجيل
IDC_CK_HKEY_CAPTURE_IMAGE	= التقاط الصورة
IDC_CK_HKEY_MUTE_SPEAKER	= كتم مكبر الصوت
IDC_CK_HKEY_MUTE_MICROPHONE	= كتم المايكرفون
IDC_ST_HKEY_SCREEN_MODE		= وضع تسجيل الشاشة
IDC_CK_HKEY_SHOW_RECT		= إظهار/إخفاء المستطيل
IDC_CK_HKEY_TOGGLE_DRAW		= وضع الرسم
IDC_CK_HKEY_SEL_TARGET_RECT	= Select target area
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= Maximize webcam preview
IDC_ST_HKEY_GAME_MODE		= وضع تسجيل اللعبة
IDC_CK_HKEY_SHOW_FPS		= FPS - اظهار /اخفاء
IDC_CK_HKEY_POS_FPS		= FPS - موضع
IDC_CK_HKEY_LIMIT_FPS		= FPS - حد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= اعدادات اخرى
IDC_BTN_VIDEO_RECORD_SETTINGS	= اعدادات تسجيل الفيديو
IDC_BTN_VIDEO_FORMAT_SETTINGS	= اعدادات تنسيق الفيديو
IDC_BTN_AUTO_COMPLETE_RECORDING	= استكمال التسجيل التلقائي
IDC_ST_OTHER_UAC		= (UAC)تشغيل كمسؤول
IDC_RD_OTHER_NONADMIN		= كمستخدم قياسي (غير مسؤول) Bandicam  تشغيل
IDC_RD_OTHER_ADMIN		= كمسؤول Bandicam   قم بتشغيل
IDC_RD_OTHER_ADMIN_GAME		= تشغيل كمسؤول في وضع 'تسجيل اللعبة' فقط
IDC_BTN_OTHER_RESTART		= اعادة التشغيل الان
IDC_LN_OTHER_UAC		= التعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= استكمال التسجيل التلقائي
IDC_ST_RC_HOWTO			= استكمال التسجيل التلقائي
IDC_RD_RC_NOTCOMPLETE		= تعطيل
IDC_RD_RC_TIME			= حسب وقت التسجيل
IDC_ST_RC_MAX_TIME		= الحد الاقصى
IDC_RD_RC_SIZE			= حسب حجم ملف التسجيل
IDC_ST_RC_MAX_SIZE		= الحد الاقصى
IDC_RD_RC_NOSOUND		= (حسب المدة الصامتة (ثانيه
IDC_CK_RC_NOSOUND		= إظهار نافذة منبثقة صامتة قبل إيقاف التسجيل
IDC_ST_RC_AFTER			= بعد الانتهاء من التسجيل
IDC_RD_RC_NOTHING		= لا تفعل شيء
IDC_RD_RC_NEW_RECORDING		= بدء تسجيل جديد
IDC_RD_RC_EXIT_BDCAM		= ايقاف التسجيل والخروج من البرنامج
IDC_RD_RC_SHUTDOWN		= ايقاف تشغيل الحاسوب
IDC_RD_RC_HIBERNATE		= إسبات الحاسوب

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= تسجيل تلقائي كامل-اشعار
IDC_ST_NOSOUND_TITLE		= الحالة صامتة
IDC_ST_NOSOUND_DESC		= سيتم ايقاف تسجيله لان هذا الحاسوب لا يلعب اي صوت.
IDC_ST_NOSOUND_DESC2		= ثانيه %d ايقاف التسجيل في
IDC_BTN_NOSOUND_CONTINUE	= متابعه التسجيل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= اغلق الجهاز
IDC_ST_SHUTDOWN			= اغلق الجهاز
IDC_ST_SHUTDOWN_INFO		= سيتم ايقاف تشغيل الحاسوب.\n اضغط 'الغاء الامر' اذا كنت لاتريد ايقاف تشغيل الحاسوب.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= اعدادات التسجيل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= تسجيل الصوت
IDC_ST_SND_SELECT_1		= جهاز الصوت الاساسي
IDC_ST_SND_DEVICE_0		= مكبر الصوت
IDC_BTN_SND_SETTING_0		= الاعداد...
IDC_ST_SND_DEVICE_1		= مايكرفون
IDC_BTN_SND_SETTING_1		= الاعداد...
IDC_ST_SND_VOLUME_1		= الصوت
IDC_CK_SND_MONO_1		= احاديه
IDC_BTN_SND_FILTER_1		= مرشح
IDC_ST_SND_SELECT_2		= (جهاز الصوت الثانوي (متقدم
IDC_BTN_SND_SETTING_2		= الاعداد...
IDC_ST_SND_VOLUME_2		= الصوت
IDC_CK_SND_MONO_2		= احاديه
IDC_BTN_SND_FILTER_2		= مرشح
IDC_CK_SND_MIX_SOUND		= (مزج الاصوات (الاساسي + الثانوي الى مسار صوتي واحد
IDC_CK_SND_CAP_PUSH_TO		= اضغط للتحدث او اضغط لكتم الصوت
IDC_ST_SOUND_HELP		= [التعليمات]
IDC_CK_SND_SAVE_AS_WAV		= (.wav) حفظ المسارات الصوتية اثناء التسجيل
IDC_ST_AUDIO_MODE		= يرجى تحديد جهاز صوت واحد على الأقل للتسجيل الصوتي.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= اضافة تراكب كاميرا الويب للفيديو
IDC_ST_WEBCAM_SETTING		= الاعدادات
IDC_ST_WEBCAM_POS		= الموقع:
IDC_CK_WEBCAM_USE_CHROMAKEY	= استخدام مفتاح صفاء
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= المتقدمة
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= الخيارات المتقدمة
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = معاينة كاميرا الويب على شاشة
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= تمكين معاينة تبديل مفتاح التشغيل السريع
IDC_RD_WEBCAM_ADD_TO_VIDEO	= اضافة تراكب كاميرا ويب لملف الفيديو الناتج
IDC_RD_WEBCAM_SAVE_AS_MP4	= (.mp4) حفظ فيديو كاميرا ويب كملف منفصل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= اضافة شعار الى الفيديو
IDC_ST_LOGO_SETTING		= الاعدادات
IDC_ST_LOGO_IMAGE		= الصوره:
IDC_ST_LOGO_OPACITY		= الشفافيه:
IDC_ST_LOGO_POS			= الموقع:
IDC_ST_LOGO_LR_MARGINS		= الهوامش يسار/يمين:
IDC_ST_LOGO_TB_MARGINS		= الهوامش اعلى/اسفل:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= اظهار مؤشر الماوس
IDC_ST_CURSOR_SIZE		= حجم
IDC_ST_EFFECTS_MOUSE		= تاثيرات المؤشر
IDC_CK_ADD_CLICK_EFFECTS	= اضافة تاثيرات نقرات المؤشر
IDC_ST_CLICK_EFFECT_SIZE	= حجم
IDC_ST_LEFT_CLICK_COLOR		= لون النقر الايسر
IDC_ST_RIGHT_CLICK_COLOR	= لون النقر الايمن
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= اضافة تاثير تسليط الضوء على المؤشر
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= حجم
IDC_ST_HIGHLIGHT_COLOR		= لون التمييز
IDC_ST_HIGHLIGHT_OPACITY	= الشفافيه
IDC_ST_EFFECT_PREVIEW_TITLE	= معاينه
IDC_ST_EFFECTS_MOUSE_SOUND	= لعب الماوس فوق الاصوات اثناء التسجيل
IDC_CK_EFFECT_LCLICK_SOUND	= نقر باليسار
IDC_CK_EFFECT_RCLICK_SOUND	= نقر باليمين

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= اضافة ضغطة مفتاح الى الفيديو
IDC_ST_ADD_KEYSTROKE		= تراكب ضغطات المفاتيح متاح فقط في وضع تسجيل الشاشة..
IDC_ST_KEYSTROKE_SETTING	= الاعدادات
IDC_ST_KEYSTROKE_SIZE		= حجم الخط:
IDC_ST_KEYSTROKE_POS		= موضع:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= اضافة تراكب النص الى الفيديو
IDC_BTN_TEXT_OVERLAY_ADD	= اضافة 
IDC_BTN_TEXT_OVERLAY_EDIT	= تحرير
IDC_BTN_TEXT_OVERLAY_DEL	= حذف

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= خيارات
IDC_ST_REC_PRIORITY		= اولوية التسجيل:
IDC_ST_REC_PRIORITY2		= الاولوية العالية قد تقلل من اسقاط الاطارات.
IDC_ST_FOR_DX_GL		= لوضع تسجيل الالعاب
IDC_CK_SKIP_RECORDING		= تخطي التسجيل في حالة عدم تحديث الاطار
IDC_CK_ENHANCED_DX9_CAPTURE	= (faster, only DirectX 9) استخدم اسلوب الالتقاط المحسن
IDC_ST_FOR_RECT_SCREEN		= لوضع تسجيل الشاشة
IDC_CK_HIDE_MAINWND_WHILE_REC = اخفاء النافذة الرئيسية اثناء التسجيل
IDC_CK_SHOW_COUNTDOWN_TIMER	= اظهار مؤقت العد التنازلي قبل بدء التسجيل
IDC_CK_ENHANCED_CAPTURE		= (استخدام اسلوب الالتقاط المحسن (اسرع، ويندوز 8 او اعلى
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = تشغيل المؤثرات الصوتية عند بدء التشغيل او ايقافه
IDC_CK_EXCLUDE_FROM_CAPTURE = Exclude Bandicam windows from recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= معاينه كاميرا الويب والاعدادات المتقدمة
IDC_ST_WEBCAM_PRESET_POS	= وضع مسبقا
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= الاعدادات
IDC_ST_WEBCAM_DEVICE		= كاميرا ويب:
IDC_BTN_WEBCAM_DEVICE		= الاعدادات
IDC_ST_WEBCAM_DEVICE_FMT	= تنسيق:
IDC_ST_WEBCAM_SIZE		= حجم التراكب:
IDC_ST_WEBCAM_POS_H		= X موقع:
IDC_ST_WEBCAM_POS_V		= Y موقع::
IDC_ST_WEBCAM_FLIPSCREEN	= شقلبة الشاشة:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE = شكل:
IDC_ST_WEBCAM_BLUR = تاثير ضبابي:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= استخدام مفتاح صفاء
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= لون:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= حدد
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = التشابه: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= مزيج:
IDC_LN_WEBCAM_HELP		= [التعليمات]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= معاينة كاميرا ويب

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= اعدادات تراكب النص
IDC_ST_TEXT_OVERLAY_SETTINGS	= الاعدادات 
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= تضمين الطابع الزمني
IDC_ST_TEXT_FONT		= الخط:
IDC_ST_TEXT_SIZE		= الحجم:
IDC_ST_TEXT_MARGIN		= الهامش:
IDC_ST_TEXT_ALPHA		= الفا:
IDC_ST_TEXT_COLOR		= لون النص:
IDC_CK_TEXT_SHADOW_COLOR	= الظل:
IDC_CK_TEXT_OUT_COLOR		= الخطوط العريضة:
IDC_BTN_ADD_TEXT_MACRO		= (إضافة نص مختصر (التاريخ والوقت ...
IDC_LN_TEXT_HELP		= [التعليمات]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= اعدادات التقاط الصور

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= اضافه شعار الى الصورة
IDC_ST_IMG_LOGO_SETTING		= الاعدادات
IDC_ST_IMG_LOGO_IMAGE		= الصوره:
IDC_ST_IMG_LOGO_OPACITY		= الشفافيه:
IDC_ST_IMG_LOGO_POS		= الموقع:
IDC_ST_IMG_LOGO_LR_MARGINS	= الهوامش يسار/يمين:
IDC_ST_IMG_LOGO_TB_MARGINS	= الهوامش اعلى/اسفل:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= تخصيص حجم الهدف
IDC_ST_TARGET_SIZE_SETTING	= الاعداد
IDC_ST_TARGET_SIZE		= حجم الهدف:
IDC_BTN_TARGET_RECENT		= حجم الهدف الأخير

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= اضافة اعداد حجم مسبق جديد
IDC_ST_ADD_SIZE_PRESET		= يمكنك حفظ الموضع المستهدف الحالي وحجمة كاعداد مسبق جديد..\nقم بادخال اسم للاعداد المسبق الجديد.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= تحرير اعدادات الحجم المسبقة
IDC_BTN_SIZE_PRESET_ADD		= اضافة
IDC_BTN_SIZE_PRESET_DEL		= حذف
IDC_BTN_SIZE_PRESET_REN		= اعادة تسمية
IDC_BTN_SIZE_PRESET_UP		= اعلي
IDC_BTN_SIZE_PRESET_DN		= اسفل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= اعادة تسمية الحجم المعد مسبقا
IDC_ST_REN_SIZE_PRESET		= ادخل اسما جديدا للاعداد المسبق.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= معلومات
IDC_ST_ACAP_INFO		= معلومات التقاط الصوت
IDC_ST_ACAP_INFO2		= بطاقة الصوت لالتقاط الصوت. يرجى التحقق من  سجل مراقبتك.\n\nهل ترغب في زيارة صفحة التعليمات؟
IDC_CK_ACAP_DO_NOT_ASK		= عدم السؤال مرة اخرى
IDC_BTN_YES			= نعم
IDC_BTN_NO			= لا

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= وقت التسجيل الاقصى
IDC_ST_RC_TIME_SETTING		= الاعداد
IDC_ST_RC_TIME_HOUR		= ساعة
IDC_ST_RC_TIME_MIN		= دقيقة
IDC_ST_RC_TIME_SEC		= ثانية

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= حجم ملف التسجيل الاقصى
IDC_ST_RC_FILESIZE_SETTING	= الاعداد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= اضافة اعداد مسبق جديد
IDC_ST_ADD_PRESET		= يمكنك حفظ اعدادات التنسيق الحالية كجديد مسبقا\n.ادخل اسما للاعداد المسبق الجديد.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= تحرير الاعدادات المسبقة
IDC_BTN_PRESET_ADD		= اضافة
IDC_BTN_PRESET_DEL		= حذف
IDC_BTN_PRESET_REN		= اعادة تسمية
IDC_BTN_PRESET_UP		= اعلي
IDC_BTN_PRESET_DN		= اسفل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= اعادة تسمية هذا المسبق
IDC_ST_REN_PRESET		= ادخل اسما جديدا للاعداد المسبق.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= تحديد الترميز الخارجي للفيديو
IDC_ST_CODEC_EX_LIST		= قائمة الترميز
IDC_ST_CODEC_EX_SETTINGS	= الاعدادات
IDC_ST_CODEC_EX_DRIVER		= اسم التعريف
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= الجودة
IDC_ST_CODEC_EX_DATERATE	= معدل نقل البيانات
IDC_ST_CODEC_EX_KEYFRAME	= الفاصل الزمني للاطار الرئيسي
IDC_CK_CODEC_EX_PREFER_RGB	= RGB فضل مساحة الوان 
IDC_BTN_CODEC_EX_CONFIG		= التهيئة
IDC_BTN_CODEC_EX_ABOUT		= حول
IDC_ST_CODEC_EX_HELP		= [التعليمات]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= قائمة العمليات الممنوعة
IDC_ST_BLOCK_LIST		= منع التركيب على العمليات التالية.
IDC_ST_BLOCK_LIST_EX		= مثال:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) اعدادات
IDC_ST_H264_CUDA_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_CUDA_VBR		= VBR - (حسب الجودة (مستحسن
IDC_RD_H264_CUDA_CBR		= CBR - حسب معدل البت
IDC_ST_H264_CUDA_GPU_USAGE	= استخدام الرسومات
IDC_RD_H264_CUDA_GPU_CPU	= الرسومات + المعالج
IDC_RD_H264_CUDA_GPU		= فقط الرسومات (الاستخدم مع الرسومات اسرع)
IDC_ST_H264_CUDA_GPU_DEVICE	= معالج الرسومات:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC كود:
IDC_ST_H264_CUDA_KEYFRAME_INT	= الفاصل الزمني للاطار الرئيسي:
IDC_ST_H264_CUDA_FOURCC_HELP	= التعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (المزامنة السريعة للفيديو (اعدادات
IDC_ST_H264_SYNC_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_SYNC_VBR		= VBR - (حسب الجودة (مستحسن
IDC_RD_H264_SYNC_CBR		= CBR - حسب معدل البت
IDC_ST_H264_SYNC_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC كود:
IDC_ST_H264_SYNC_KEYFRAME_INT	= الفاصل الزمني للاطار الرئيسي:
IDC_ST_H264_SYNC_FOURCC_HELP	= التعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE)اعدادات
IDC_ST_H264_APP_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_APP_VBR		= VBR - (حسب الجودة (مستحسن
IDC_RD_H264_APP_CBR		= CBR - حسب معدل البت
IDC_ST_H264_APP_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_APP_FOURCC_USED	= FourCC كود:
IDC_ST_H264_APP_KEYFRAME_INT	= الفاصل الزمني للاطار الرئيسي:
IDC_ST_H264_APP_FOURCC_HELP	= التعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid اعدادات
IDC_ST_XVID_RATE_CONTROL	= مراقبة المعدل
IDC_RD_XVID_VBR			= VBR - (حسب الجودة (مستحسن
IDC_RD_XVID_CBR			= CBR - حسب معدل البت
IDC_ST_XVID_OPTIMIZATION	= الامثل
IDC_RD_XVID_FASTER_SPEED	= اسرع ترميز للسرعة
IDC_RD_XVID_SMALLER_SIZE	= حجم ملف اصغر
IDC_ST_XVID_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_XVID_KEYFRAME_INT	= الفاصل الزمني للاطار الرئيسي:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) اعدادات
IDC_ST_H264_NVENC_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_NVENC_VBR		= VBR-(حسب الجودة (مستحسن
IDC_RD_H264_NVENC_CBR		= CBR-حسب معدل البت
IDC_ST_H264_NVENC_GPU_USAGE	= استخدام الرسومات
IDC_ST_H264_NVENC_GPU_DEVICE	= معالج الرسومات:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC كود:
IDC_ST_H264_NVENC_KEYFRAME_INT	= الفاصل الزمني للاطار الرئيسي:
IDC_ST_H264_NVENC_FOURCC_HELP	= التعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264(CPU)اعدادات
IDC_ST_H264_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_VBR			= VBR-(على اساس الجودة (مستحسن
IDC_RD_H264_CBR			= CBR-على اساس معدل البت
IDC_ST_H264_OPTIMIZATION	= الامثل
IDC_RD_H264_FASTER_SPEED	= اسرع سرعة ترميز
IDC_RD_H264_BALANCED		= اداء متوازن
IDC_RD_H264_SMALLER_SIZE	= حجم ملف اصغر
IDC_ST_H264_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_KEYFRAME_INT	= الفاصل الزمني للاطار الرئيسي:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= مؤقت التسجيل
IDC_ST_TIMER_SETTINGS		= الاعدادات
IDC_RD_TIMER_START_IN		= يبدا في
IDC_ST_TIMER_MINUTES		= دقيقة
IDC_RD_TIMER_START_AT		= البدء في
IDC_CK_TIMER_MINIMIZE		= تصغير البرنامج بجوار الساعة عند بدا التسجيل.
IDC_ST_TIMER_AUTO_COMPLETE	= استكمال التسجيل التلقائي
IDC_BTN_TIMER_AUTO_COMPLETE	= الاعداد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= مؤقت التسجيل - ينتظر ان تبدا
IDC_ST_TIMER_WAITING_INFO	= %s في انتظار بدء التسجيل في.
IDC_ST_TIMER_ELAPSED		= الوقت المنقضي:
IDC_ST_TIMER_REMAINING		= الوقت المتبقي:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS اعدادات
IDC_ST_FORMAT_FPS_MODE		= وضع معدل الاطار
IDC_RD_FORMAT_FPS_CFR		= معدل الاطارات ثابتة - CFR تفضيل
IDC_ST_FORMAT_FPS_CFR		= CFR او VFR يختار تلقائيا.
IDC_RD_FORMAT_FPS_VFR		= (معدل الاطار المتغير (مستحسن - VFR استخدام
IDC_ST_FORMAT_FPS_HELP		= التعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Youtube.com رفع الى
IDC_ST_YOUTUBE_UPLOADINFO	= معلومات الرفع
IDC_ST_YOUTUBE_FILENAME		= اسم الملف:
IDC_ST_YOUTUBE_TITLE		= العنوان:
IDC_ST_YOUTUBE_DESCRIPTION	= الوصف:
IDC_ST_YOUTUBE_PRIVACY		= الخصوصية:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= الجمهور-السماح لاي شخص لمشاهده هذا الفيديو
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= غير مدرج-اي شخص لديه رابط للفيديو يمكن ان نري هذا الفيديو
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= خاص-اجعل هذا الفيديو مرئيا لي وللمستخدمين الذين اخترتهم
IDC_BTN_YOUTUBE_UPLOAD		= رفع
IDC_LN_YOUTUBE_HELP		= تعليمات
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= الاحتفاظ بتسجيل الدخول
IDC_BTN_YOUTUBE_LOGOUT		= تسجيل الخروج

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= جاري الرفع...
IDC_ST_YOUTUBE_UPLOADED		= تم الانتهاء من رفع الفيديو!
IDC_ST_YOUTUBE_LINK		= الرابط:
IDC_ST_YOUTUBE_EMBED		= تضمين:
IDC_BTN_YOUTUBE_LINK_GO		= اذهب
IDC_BTN_YOUTUBE_EMBED_COPY	= نسخ
IDC_BTN_YOUTUBE_CLOSE		= اغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com رفع الى
IDC_ST_VIMEO_UPLOADINFO		= معلومات الرفع
IDC_ST_VIMEO_FILENAME		= اسم الملف:
IDC_ST_VIMEO_TITLE		= العنوان:
IDC_ST_VIMEO_DESCRIPTION	= الوصف:
IDC_ST_VIMEO_PRIVACY		= الخصوصية:
IDC_RD_VIMEO_PRIVACY_ANYONE	= اي شخص - السماح لاي شخص بمشاهدة هذا الفيديو
IDC_RD_VIMEO_PRIVACY_ONLYME	= لي فقط - جعل هذا الفيديو مرئي لي وليس لاحد اخر
IDC_RD_VIMEO_PRIVACY_FOLLOW	= للاشخاص الذين اتابعهم - جعل هذا الفيديو مرئي  للاشخاص الذين اتابعهم
IDC_RD_VIMEO_PRIVACY_UNLISTED	= فقط الاشخاص الذين لديهم رابط خاص يمكنهم مشاهده هذا الفيديو
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (لا يمكن للمستخدمين الاساسيين فيميو استخدام هذا الخيار)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= يمكن للاشخاص الذين لديهم كلمه السر فقط مشاهده هذا الفيديو 
IDC_CK_HIDE_PASSWORD		= اخفاء كلمة السر
IDC_BTN_VIMEO_UPLOAD		= رفع
IDC_LN_VIMEO_HELP		= تعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= جاري الرفع...
IDC_ST_VIMEO_UPLOADED		= تم الانتهاء من رفع الفيديو!
IDC_ST_VIMEO_LINK		= الرابط:
IDC_ST_VIMEO_EMBED		= تضمين:
IDC_BTN_VIMEO_LINK_GO		= اذهب
IDC_BTN_VIMEO_EMBED_COPY	= نسخ
IDC_BTN_VIMEO_CLOSE		= اغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Facebook.com رفع الى
IDC_ST_FACEBOOK_UPLOADINFO	= معلومات الرفع
IDC_ST_FACEBOOK_FILENAME	= اسم الملف:
IDC_ST_FACEBOOK_TITLE		= العنوان:
IDC_ST_FACEBOOK_DESCRIPTION	= الوصف:
IDC_ST_FACEBOOK_PRIVACY		= الخصوصيه:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= الجمهور-السماح لاي شخص لمشاهده هذا الفيديو
IDC_RD_FACEBOOK_PRIVACY_FOF	= اصدقاء الاصدقاء - اسمح لاصدقائك بمشاهدة هذا الفيديو
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= الاصدقاء - اسمح لاصدقائك بمشاهدة هذا الفيديو
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= انا فقط - هذا الفيديو مرئي لك فقط
IDC_BTN_FACEBOOK_UPLOAD		= رفع
IDC_LN_FACEBOOK_HELP		= التعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= الرفع...
IDC_ST_FACEBOOK_UPLOADED	= اكتمال رفع الفيديو!
IDC_ST_FACEBOOK_LINK		= وصله:
IDC_BTN_FACEBOOK_LINK_GO	= اذهب
IDC_BTN_FACEBOOK_CLOSE		= اغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= رفع الى محرك جوجل
IDC_ST_GDRIVE_UPLOADINFO	=  رفع المعلومات
IDC_ST_GDRIVE_FILENAME		= اسم الملف:
IDC_ST_GDRIVE_SHARE_MODE	= يشارك:
IDC_RD_GDRIVE_DONT_SHARE	= لا تشارك
IDC_RD_GDRIVE_SHARELINK		= انشاء ارتباط مشاركة
IDC_ST_GDRIVE_SHARELINK_HELP	= يمكن لأي شخص لديه الرابط المشاهدة
IDC_BTN_GDRIVE_UPLOAD		= رفع
IDC_LN_GDRIVE_HELP		= التعليمات
IDC_CK_GDRIVE_KEEP_LOGGED_IN	=  أبقني متصل
IDC_BTN_GDRIVE_LOGOUT		=  تسجيل خروج

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= الرفع...
IDC_ST_GDRIVE_UPLOADED		=  اكتمل تحميل الفيديو!
IDC_ST_GDRIVE_LINK		= رابط:
IDC_BTN_GDRIVE_LINK_GO	= اذهب
IDC_BTN_GDRIVE_SHARELINK_COPY	= نسخ رابط المشاركة
IDC_BTN_GDRIVE_CLOSE		= اغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= متوفر NVENC
IDC_LN_NVENC_AVAILABLE		= متوفر NVIDIA NVENC H.264 encoder.هي اداة ترميز عالية الاداء باستخدام تسريع الاجهزة NVENC.NVENC H.264 encoder هل ترغب في استخدام?\n<a>المزيد</a>
IDC_CK_NVENC_AVAILABLE		= عدم السؤال مرة اخري

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= متاح  Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= متاح  Intel® Quick Sync Video H.264 encoder.تستخدم تسريع الاجهزة QSV \n ؟ QSV H.264 encoder هل ترغب في استخدام\n<a>المزيد</a>
IDC_CK_QSV_AVAILABLE		= لا تسالني مرة اخرى

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= اختيار الجهاز
IDC_ST_DEVICE_SELECTION		= اختيار
IDC_ST_DEVICE_NAME		= الجهاز:
IDC_BTN_DEVICE_NAME_SETTINGS	= الاعدادات
IDC_ST_DEVICE_FORMAT		= التنسيق:
IDC_ST_DEVICE_VIDEO_INPUT	= مدخلات الفيديو:
IDC_ST_DEVICE_AUDIO_INPUT	= مدخلات الصوت:
IDC_CK_DEVICE_AUDIO_CUSTOM	= استخدام جهاز الصوت المخصص
IDC_BTN_DEVICE_INPUT_SETTINGS	= الاعدادات
IDC_ST_DEVICE_OPTIONS		= خيارات
IDC_ST_DEVICE_DEINTERLAING	= تشابك:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= شقلبة الشاشة:
IDC_CK_DEVICE_FLIPSCREEN_H	= افقي
IDC_CK_DEVICE_FLIPSCREEN_V	= عمودي
IDC_LN_DEVICE_HELP		= التعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= مشكله التوافق على الاصل
IDC_LN_CAUTION_USING_WINAPPS	= هل تريد بالتاكيد استخدام تطبيقات وندوز؟\n\n لحل هذه المشكلة <a> انقر هنا </a> فقد تحدث مشكلة توافق في المنشا.(UWP) اذا تم تمكين تثبيت تطبيقات وندوز
IDC_CK_CAUTION_USING_WINAPPS	= لا تسالني مره اخرى

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= قائمه التسجيل المجدولة 
IDC_ST_SREC_LIST_TEXT		= (حدد موعدا لبدء التسجيل في وقت محدد. (هذه الوظيفة متاحة عند تشغيل البرنامج.
IDC_BTN_SREC_LIST_ADD		= اضافة
IDC_BTN_SREC_LIST_EDIT		= تحرير
IDC_BTN_SREC_LIST_DELETE	= حذف
IDC_BTN_SREC_LIST_COPY		= نسخ
IDC_BTN_SREC_LIST_CLOSE		= اغلاق
IDC_LN_SREC_TIP_TASK_SCHEDULER	= Bandicam تلميح: كيفية بدء التسجيل المجدول عندما لا يعمل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= التسجيل المجدول
IDC_ST_SREC_SETTINGS_NAME	= الاسم:
IDC_CK_SREC_ACTIVE		= نشط
IDC_ST_SREC_SCHEDULING		= الجدولة
IDC_RD_SREC_ONE_TIME		= مره واحده
IDC_RD_SREC_DAILY		= يومي
IDC_RD_SREC_WEEKLY		= اسبوعي
IDC_ST_SREC_START_TIME		= وقت البدء:
IDC_ST_SREC_END_TIME		= وقت الانتهاء:
IDC_CK_SREC_DURATION		= المدة
IDC_CK_SREC_SUN			= الاحد
IDC_CK_SREC_MON			= الاثنين
IDC_CK_SREC_TUE			= الثلاثاء
IDC_CK_SREC_WED			= الاربعاء
IDC_CK_SREC_THU			= الخميس
IDC_CK_SREC_FRI			= الجمعة
IDC_CK_SREC_SAT			= السبت
IDC_ST_SREC_RECORDING		= تسجيل
IDC_ST_SREC_TARGET		= تسجيل الهدف:
IDC_BTN_SREC_TARGET_SELECT	= حدد
IDC_ST_SREC_AFTER_RECORDING	= بعد التسجيل:
IDC_LN_SREC_HELP		= [التعليمات]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= لا اجهزة التقاط الصوت
IDC_ST_ACAP_NO_DEVICE		= ولذلك ، لن يكون هناك \n لم  يتم الكشف عن اي اجهزه التقاط الصوت. مسار الصوت في ملف الفيديو المسجل.
IDC_CK_ACAP_DO_NOT_SHOW		= لا تظهر هذه الرسالة مرة اخرى

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= كمستخدم قياسي Bandicam يتم تشغيل  
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= كمسؤول Bandicam قد لا يتم الكشف عن بعض أهداف التسجيل لأنك لم تقم بتشغيل.\n\n<a>كمسؤول Bandicam انقر هنا لتشغيل.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= التعليمات
ID_BTN_CAUTION_UAC_SETTINGS		= الاعدادات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= Bandicam حول
ID_POPUP_GENERAL		= اعداد - عام
ID_POPUP_FRAME			= FPS - اعداد
ID_POPUP_VIDEO			= اعداد - الفيديو
ID_POPUP_IMAGE			= اعداد - الصور
ID_POPUP_AUDIO			= الإعدادات - الصوت
ID_POPUP_OUTPUTS		= قائمة ملف الناتج
ID_POPUP_OPENOUTPUTFOLDER	= فتح مجلد الناتج
ID_POPUP_TARGET			= الهدف
ID_POPUP_SETTINGS		= الاعدادات
ID_POPUP_SIZE			= الحجم
ID_POPUP_EXIT			= خروج

ID_TARGET_DIRECTX		= وضع تسجيل الالعاب
ID_TARGET_SCREEN		= وضع تسجيل الشاشة-مستطيل
ID_TARGET_FULL			= وضع تسجيل الشاشة-ملء الشاشة
ID_TARGET_WINDOW		= Screen Recording Mode - Specific window
ID_TARGET_MOUSE			= وضع تسجيل الشاشة-حول الماوس
ID_TARGET_DEVICE		= وضع تسجيل الجهاز
ID_TARGET_AUDIO_ONLY		= وضع تسجيل الصوت فقط
ID_TARGET_HELP			= التعليمات

ID_TARGET_HIDE			= اظهار / اخفاء \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= نسخ الى الحافظة \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= وضع الرسم \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= دائما بالمقدمة
ID_TARGET_COUNTDOWN = مؤقت العد التنازلي
ID_TARGET_COUNTDOWN_TIMER = اظهار مؤقت العد التنازلي
ID_TARGET_COUNTDOWN_0 = Off
ID_TARGET_COUNTDOWN_1 = 1 ثواني
ID_TARGET_COUNTDOWN_2 = 2 ثواني
ID_TARGET_COUNTDOWN_3 = 3 ثواني
ID_TARGET_COUNTDOWN_4 = 4 ثواني
ID_TARGET_COUNTDOWN_5 = 5 ثواني
ID_TARGET_COUNTDOWN_6 = 6 ثواني
ID_TARGET_COUNTDOWN_7 = 7 ثواني
ID_TARGET_COUNTDOWN_8 = 8 ثواني
ID_TARGET_COUNTDOWN_9 = 9 ثواني
ID_TARGET_COUNTDOWN_10 = 10 ثواني
ID_TARGET_HIDE_MAINWND = اخفاء النافذة الرئيسية اثناء التسجيل
ID_TARGET_TRANSPARENCY		= الشفافيه
ID_TARGET_SIZE			= الحجم
ID_TARGET_ADJUST		= ضبط

ID_TARGET_MOVE_LEFT		= انتقل لليسار \t Left
ID_TARGET_MOVE_RIGHT		= انتقل لليمين \t Right
ID_TARGET_MOVE_UP		= انتقل للاعلى \t Up
ID_TARGET_MOVE_DOWN		= انقل للاسفل \t Down

ID_TARGET_INC_WIDTH		= زيادة العرض \t Shift+Right
ID_TARGET_DEC_WIDTH		= تقليل العرض \t Shift+Left
ID_TARGET_INC_HEIGHT		= زيادة الارتفاع \t Shift+Down
ID_TARGET_DEC_HEIGHT		= تقليل الارتفاع \t Shift+Up

ID_TARGET_FIND_WINDOW		= تحديد منطقه تسجيل \t Ctrl+F
ID_TARGET_FULLSCREEN		= ملء الشاشة \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= تناسب 4:3
ID_TARGET_RATIO_16_9		= تناسب 16:9
ID_TARGET_SIZE_CUSTOM		= حجم مخصص \t Ctrl+U
ID_TARGET_SIZE_PRESET		= الاعداد المسبق للحجم \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= اضافة اعداد مسبق
ID_TARGET_SIZE_PRESET_EDIT	= تحرير الاعدادات المسبقة
ID_TARGET_SIZE_RU		= الحجم الذي تم استخدامه مؤخرا \t Ctrl+S

ID_TARGET_DISPLAY		= العرض
ID_TARGET_DISPLAY_1		= 1 العرض
ID_TARGET_DISPLAY_2		= 2 العرض
ID_TARGET_DISPLAY_3		= 3 العرض
ID_TARGET_DISPLAY_4		= 4 العرض
ID_TARGET_DISPLAY_5		= 5 العرض
ID_TARGET_DISPLAY_6		= 6 العرض
ID_TARGET_DISPLAY_7		= 7 العرض
ID_TARGET_DISPLAY_8		= 8 العرض
ID_TARGET_DISPLAY_ALL		= All display

ID_TARGET_OPEN_OUTPUTFOLDER	= فتح مجلد الناتج
ID_TARGET_OUTPUT_LIST		= قائمه ملفات الناتج
ID_TARGET_EXIT_BANDICAM		= Bandicam خروج

ID_DEVICE_HIDE			= اظهار / اخفاء \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= نسخ الى الحافظة \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= دائما بالمقدمة
ID_DEVICE_SELECTION		= اختيار الجهاز \t Ctrl+D
ID_DEVICE_FULLSCREEN		= ملء الشاشة \t Enter
ID_DEVICE_ZOOM			= تكبير/تصغير
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= نسبة العرض الى الارتفاع
ID_DEVICE_KEEP_ASPECT_RATIO	= الاحتفاظ بنسبة العرض الى الارتفاع
ID_DEVICE_ASPECT_RATIO_DEFAULT	= الافتراضي
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= فتح مجلد الناتج
ID_DEVICE_OUTPUT_LIST		= قائمه ملفات الناتج
ID_DEVICE_EXIT_BANDICAM		= Bandicam انهاء

ID_USER_PRESET_ADD		= اضافة اعداد مسبق
ID_USER_PRESET_EDIT		= تحرير الاعدادات المسبقة

ID_SORT_BY_DATE			= فرز حسب التاريخ
ID_SORT_BY_NAME			= فرز حسب الاسم
ID_SORT_BY_SIZE			= فرز حسب الحجم

ID_OUTPUTS_LB_PLAY		= تشغيل
ID_OUTPUTS_LB_OPEN		= فتح
ID_OUTPUTS_LB_EDIT		= تحرير
ID_OUTPUTS_LB_RENAME		= بدل الاسم     \t F2
ID_OUTPUTS_LB_DELETE		= حذف     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= تحديد الكل \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= فتح مجلد الناتج

ID_UPLOAD_TO_YOUTUBE		= رفع الى يوتيوب
ID_UPLOAD_TO_VIMEO		= رفع الى فيمو
ID_UPLOAD_TO_FACEBOOK		= رفع الى الفيسبوك
ID_UPLOAD_TO_GDRIVE		= تحميل إلى محرك جوجل 

ID_BDCAM_SIZE_DEFAULT		= الحجم الافتراضي

ID_AUDIO_FILTER_MONO		= تحويل الى مونو
ID_AUDIO_FILTER_NS		= قمع الضوضاء
ID_AUDIO_FILTER_NS_OFF		= ايقاف
ID_AUDIO_FILTER_NS_LOW		= منخفض
ID_AUDIO_FILTER_NS_MEDIUM	= متوسط
ID_AUDIO_FILTER_NS_HIGH		= عالي


